Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/pl-omegat.tmx
Source language: pl
Languages: uk

source: Dzień dobry.
uk: Добрий день.

source: Witam.
uk: Вітання (привітання).

source: Cześć.
uk: Привіт (для друзів).

source: Co słychać/Jak leci?
uk: Як справи?

source: Jak się masz?
uk: Як у тебе справи?

source: Dziękuję, dobrze.
uk: Добре, дякую.

source: Jak masz na imię?
uk: Як Ваше ім'я?

source: Mam na imię ______ .
uk: Моє ім'я _____

source: Bardzo przyjemnie mi Pana/Panią poznać.
uk: Дуже приємно познайомитися.

source: Proszę.
uk: Будь ласка (прохання)

source: Dziękuję
uk: Дякую.

source: Tak.
uk: Так.

source: Nie
uk: Ні.

source: Przepraszam.
uk: Вибачте (звернути увагу)

source: Proszę mi wybaczyć.
uk: Вибачте (просити вибачення)

source: Do widzenia.
uk: До побачення.

source: Na razie
uk: Бувай (прощання)

source: Nie mówię po polsku dobrze
uk: Я не розмовляю польською [добре]

source: Czy mówi Pan/Pani po ukraińsku/rosyjsku?
uk: Ви володієте українською/російською?

source: Czy ktoś tu mówi po ukraińsku/angielsku?
uk: Чи тут хтось розмовляє українською/англійською?

source: Pomocy!
uk: Допоможіть!

source: Uwaga! або Ostrożnie!
uk: Обережно!

source: Dobry wieczór.
uk: Добрий вечір.

source: Dobranoc.
uk: Добраніч.

source: Nie rozumiem.
uk: Я не розумію.

source: Gdzie znajduje się toaleta?
uk: Де знаходиться туалет?

source: Nie wiem
uk: Я не знаю.

source: Odczep się!
uk: Відчепись!

source: Nie dotykaj mnie
uk: Не чіпай мене!

source: Zawołam policję!
uk: Я викличу поліцію!

source: Policja!
uk: Поліція!

source: Zatrzymaj złodzieja
uk: Тримайте злодія!

source: Potrzebuję Pana/Pani/Państwa pomocy.
uk: Мені потрібна ваша допомога.

source: Jest pilnie
uk: Це терміново!

source: Zgubiłem się.
uk: Я заблукав.

source: Zgubiłem swoją torbę.
uk: Я загубив свою сумку.

source: Zgubiłem swój portfel.
uk: Я загубив свій гаманець.

source: Jestem chory.
uk: Я хворий.

source: Jestem ranny.
uk: Я поранений.

source: Potrzebuję lekarza.
uk: Мені потрібен лікар.

source: Nie zrobiłem nic złego
uk: Я нічого поганого не робив

source: Pan nie rozumie mnie
uk: Ми один одного не зрозуміли

source: Dokąd pan idzie?
uk: Куди ви їдете?

source: Jestem aresztowany?
uk: Мене заарештовано?
